Repository: yujiangsun0209/Exposure-to-BR_Suppl
Catalog: Experiment/yujiang_main/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your submitted answer for Question 1 is incorrect. <br> The answer should be "%(ans_1)s". <br> In detail, since the die resulted in an odd number (i.e., 1) and both players were affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(five)s) - %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(five)s - %(magnitude_BR)s.
fr: Votre réponse à la question 1 est incorrecte. <br> La bonne réponse est "%(ans_1)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 1) et que les deux joueurs sont affectés par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(five)s) - %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + %(five)s - %(magnitude_BR)s.

source: Your submitted answer for Question 2 is incorrect. <br> The answer should be "%(ans_2)s". <br> In detail, since the die resulted in an even number (i.e., 4) and both players were affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(ten)s) + %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(ten)s + %(magnitude_BR)s.
fr: Votre réponse à la question 2 est incorrecte. <br> La bonne réponse est "%(ans_2)s". <br> En effet, puisque le résultat du lancer de dé est un nombre pair (c'est-à-dire 4) et que les deux joueurs sont affectés par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(ten)s) + %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + %(ten)s + %(magnitude_BR)s.

source: Your submitted answer for Question 3 is incorrect. <br> The answer should be "%(ans_3)s". <br> In detail, since the die resulted in an odd number (i.e., 5) and both players were affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s) - %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(fifteen)s - %(magnitude_BR)s.
fr: Votre réponse à la question 3 est incorrecte. <br> La bonne réponse est "%(ans_3)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 5) et que les deux joueurs sont affectés par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s) - %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + %(fifteen)s - %(magnitude_BR)s.

source: Your submitted answer for Question 1 is incorrect. <br> The answer should be "%(ans_1)s". <br> In detail, since the Die 1 resulted in an odd number (i.e., 2), Die 2 also resulted in an odd number (i.e., 6), and Participant 1 and Participant 2 were affected by Die 1 and Die 2 respectively, then<br> the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - €5) + %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + €5 + %(magnitude_BR)s.
fr: Votre réponse à la question 1 est incorrecte. <br> La bonne réponse est "%(ans_1)s". <br> En effet, puisque le résultat du lancer du Dé 1 est un nombre impair (c'est-à-dire 2) ainsi que celui du Dé 2 (c'est-à-dire 6), et que le joueur 1 est affecté par le résultat du Dé 1 et le joueur 2 par le résultat du Dé 2, donc<br> le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - €5) + %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + 5 € + %(magnitude_BR)s.

source: Your submitted answer for Question 2 is incorrect. <br> The answer should be "%(ans_2)s". <br> In detail, since the Die 1 resulted in an even number (i.e., 4), Die 2 also resulted in an odd number (i.e., 1), and Participant 1 and Participant 2 were affected by Die 1 and Die 2 respectively, then<br> the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - €10) + %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + €10 - %(magnitude_BR)s.
fr: Votre réponse à la question 2 est incorrecte. <br> La bonne réponse est "%(ans_2)s". <br> En effet, puisque le résultat du lancer du Dé 1 est un nombre pair (c'est-à-dire 4) et un nombre impair pour le Dé 2 (c'est-à-dire 1), et que le joueur 1 est affecté par le résultat du Dé 1 et le joueur 2 par le résultat du Dé 2, puis<br> le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - €10) + %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + €10 - %(magnitude_BR)s.

source: Your submitted answer for Question 3 is incorrect. <br> The answer should be "%(ans_3)s". <br> In detail, since the Die 1 resulted in an odd number (i.e., 5), Die 2 also resulted in an odd number (i.e., 3), and Participant 1 and Participant 2 were affected by Die 1 and Die 2 respectively, then<br> the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - €15) - %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + €15 - %(magnitude_BR)s.
fr: Votre réponse à la question 3 est incorrecte. <br> La bonne réponse est "%(ans_3)s". <br> En effet, puisque le résultat du lancer du Dé 1 est un nombre impair (c'est-à-dire 5) ainsi que celui du Dé 2 (c'est-à-dire 3), et que le joueur 1 est affecté par le résultat du Dé 1 et le joueur 2 par le résultat du Dé 2, puis<br> le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - €15) - %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + €15 - %(magnitude_BR)s.

source: Task 2 - Role
fr: Tâche 2 - Rôle

source: You have been chosen to play as <b>Participant 1</b> in Task 2.<br> Please click the "Next" button to decide how to split these additional %(endowment)s.
fr: Vous avez été tiré au sort pour agir en tant que <b>joueur 1</b> pour la tâche 2.<br> Veuillez cliquer sur le bouton "Suivant" pour décider comment répartir ces %(endowment)s supplémentaires.

source: You have been chosen to play as <b>Participant 2</b> in Task 2.<br> Please click the "Next" button to see how much Participant 1 decided to send to you.
fr: Vous avez été tiré au sort pour agir en tant que <b>joueur 2</b> pour la tâche 2.<br> Veuillez cliquer sur le bouton "Suivant" pour voir combien le joueur 1 a décidé de vous envoyer..

source: Task 2
fr: Tâche 2

source: Now you have %(flat_rate)s at hand that you earned from your previous task.
fr: Vous disposez maintenant de %(flat_rate)s grâce à la tâche précédente.

source: You will see the instruction for Task 2 on the next page. We suggest you read it carefully. To check whether you understand the instruction well enough, we need you to answer some questions before entering Task 2. The correction page will appear after the question page.
fr: Vous verrez les instructions pour la tâche 2 sur la page suivante. Nous vous suggérons de les lire attentivement. Pour vérifier votre bonne compréhension des instructions, vous serez invité(e) à répondre à quelques questions avant de commencer la tâche 2. Une page de corrections apparaîtra après la page de questions.

source: Infos about the dictator game
fr: Informations sur le jeu du dictateur

source: Group
fr: Groupe

source: Sent
fr: Envoi

source: Die 1
fr: Dé 1

source: Die 2
fr: Dé 2

source: Payoff
fr: Gain
