Repository: yujiangsun0209/Exposure-to-BR_Suppl
Catalog: Experiment/yujiang_main/locale/*/LC_MESSAGES/django.po
Languages: fr

source: I decide to send
fr: Je décide d'envoyer

source: Suppose Participant 1 sent €5, and the die results in 1. Including the {} earned in Task 1, how much did each of them ended up with in Part 1?
fr: Supposons que le joueur 1 envoie 5 €. Le dé affiche le chiffre 1. En incluant les {} gagnés pour la tâche 1, quel est le gain de chacun pour la partie 1?

source: Participant 1 earned €25, and Participant 2 earned €5
fr: Le joueur 1 gagne 25 € et le joueur 2 gagne 5 €

source: Participant 1 earned €15, and Participant 2 earned €5
fr: Le joueur 1 gagne 15 € et le joueur 2 gagne 5 €

source: Participant 1 earned €15, and Participant 2 earned €15
fr: Le joueur 1 gagne 15 € et le joueur 2 gagne 15 €

source: Suppose Participant 1 sent €10, and the die results in 4. Including the {} earned in Task 1, how much did each of them ended up with in Part 1?
fr: Supposons que le joueur 1 envoie 10 €. Le dé affiche le chiffre 4. En incluant les {} gagnés pour la tâche 1, quel est le gain de chacun pour la partie 1?

source: Participant 1 earned €20, and Participant 2 earned €30
fr: Le joueur 1 gagne 20 € et le joueur 2 gagne 30 €

source: Participant 1 earned €30, and Participant 2 earned €30
fr: Le joueur 1 gagne 30 € et le joueur 2 gagne 30 €

source: Participant 1 earned €30, and Participant 2 earned €20
fr: Le joueur 1 gagne 30 € et le joueur 2 gagne 20 €

source: Suppose Participant 1 sent €15, and the die results in 5. Including the {} earned in Task 1, how much did each of them ended up with in Part 1?
fr: Supposons que le joueur 1 envoie 15 €. Le dé affiche le chiffre 5. En incluant les {} gagnés pour la tâche 1, quel est le gain de chacun pour la partie 1?

source: Participant 1 earned €5, and Participant 2 earned €15
fr: Le joueur 1 gagne 5 € et le joueur 2 gagne 15 €

source: Participant 1 earned €5, and Participant 2 earned €25
fr: Le joueur 1 gagne 5 € et le joueur 2 gagne 25 €

source: You decided to send {} to Participant 2, and kept {} to yourself. Therefore, your payoff from Part 1 is ({} + {} - {}) {}.
fr: Vous avez décidé d'envoyer {} au joueur 2 et avez gardé {} pour vous. Par conséquent, votre gain de la partie 1 est ({} + {} - {}) {}.

source: As to your counterpart (Participant 2), her or his payoff from Part 1 is {}.
fr: Le gain du joueur 2 pour la Partie 1 est {}.

source: Since Participant 1 decided to send you {}. Therefore, your payoff from Part 1 is ({} + {}) {}.
fr: Le joueur 1 a décidé de vous envoyer {}. Par conséquent, votre gain de la partie 1 est ({} + {}) {}.

source: As to your counterpart (Participant 1), her or his payoff from Part 1 is {}.
fr: Le gain du joueur 1 pour la Partie 1 est {}.

source: You decided to send {} to Participant 2, and kept {} to yourself. Since the die resulted in {},
fr: Vous avez décidé d'envoyer {} au joueur 2 et avez gardé {} pour vous. Comme le résultat du lancer de dé est {},

source: your payoff from Part 1 is reduced by {}. Therefore, your payoff from Part 1 is ({} + {} - {} - {}) {}.
fr: votre gain a été réduit de {}. Par conséquent, votre gain de la partie 1 est ({} + {} - {} - {}) {}.

source: your payoff from Part 1 is increased by {}. Therefore, your payoff from Part 1 is ({} + {} - {} + {}) {}.
fr: votre gain a été augmenté de {}. Par conséquent, votre gain de la partie 1 est ({} + {} - {} + {}) {}.

source: Your payoff from Part 1 is ({} + {}) {}, as your counterpart (Participant 1) sent {} to you.
fr: Votre gain de la partie 1 est ({} + {}) {}, car le joueur 1 vous a envoyé {}.

source: However, the die resulted in {}, so Participant 1's payoff from Part 1 was reduced by {}, that is {}.
fr: Cependant, le résultat du lancé de dé est {}, donc le gain du joueur 1 pour la partie 1 a été réduit de {}, c'est-à-dire {}.

source: Besides, the die resulted in {}, so Participant 1's payoff payoff from Part 1 was increased by {}, that is {}.
fr: De plus, le résultat du lancé de dé est {}, donc le gain du joueur 1 pour la partie 1 a été augmenté de {}, c'est-à-dire de {}.

source: You decided to send {} to Participant 2, and kept {} to yourself. Therefore, your payoff from Part 1 is ({} + {} - {}) {}. As to your counterpart (Participant 2), since the die resulted in {},
fr: Vous avez décidé d'envoyer {} au joueur 2 et avez gardé {} pour vous. Par conséquent, votre gain de la partie 1 est ({} + {} - {}) {}. Puisque le résultat du lancé de dé est {}, pour le joueur 2,

source: her or his payoff from Part 1 was reduced by {}, that is {}.
fr: son gain de la partie 1 a été réduit de {}, c'est-à-dire de {}.

source: her or his payoff from Part 1 was increased by {}, that is {}.
fr: son gain de la partie 1 a été augmenté de {}, c'est-à-dire de {}.

source: Participant 1 sent you {}, and since the die resulted in {},
fr: Le joueur 1 vous a envoyé {}, et comme le résultat du lancé de dé est {},

source: Your payoff from Part 1 is ({} + {} - {}) {}.
fr: Votre gain de la partie 1 est ({} + {} - {}) {}.

source: Your payoff from Part 1 is ({} + {} + {}) {}.
fr: Votre gain de la partie 1 est ({} + {} + {}) {}.

source: Since the die resulted in {},
fr: Comme le résultat du lancé de dé est {},

source: your and your counterpart's (Participant 2's) payoff from Part 1 were both reduced by {0}. Besides, you decided to sent {1} to Participant 2. Therefore, your payoff from Part 1 is ({2} + {3} - {4} - {5}) {6}, and your counterpart (Participant 2) ended up with {7}.
fr: pour la partie 1, vos gains ainsi que ceux du joueur 2, ont tous deux été réduits de {0}. En outre, vous avez décidé d'envoyer {1} au joueur 2. Par conséquent, votre gain de la partie 1 est ({2} + {3} - {4} - {5}) {6}, et le gain du joueur 2 est de {7}.

source: your and your counterpart's (Participant 2's) payoff from Part 1 were both increased by {0}. Besides, you decided to sent {1} to Participant 2. Therefore, your payoff from Part 1 is ({2} + {3} - {4} + {5}) {6}, and your counterpart (Participant 2) ended up with {7}.
fr: pour la partie 1, vos gains ainsi que ceux du joueur 2, ont tous deux été augmentés de {0}. En outre, vous avez décidé d'envoyer {1} au joueur 2. Par conséquent, votre gain de la partie 1 est ({2} + {3} - {4} + {5}) {6}, et le gain du joueur 2 est de {7}.

source: your and your counterpart's (Participant 1's) payoff from Part 1 were both reduced by {0}. Besides, Participant 1 sent you {1}. Therefore, your payoff from Part 1 is ({2} + {3} - {4}) {5}, and your counterpart (Participant 1) ended up with {6}.
fr: pour la partie 1, vos gains ainsi que ceux du joueur 1, ont tous deux été réduits de {0}. En outre, le joueur 1 vous a envoyé {1}. Par conséquent, votre gain de la partie 1 est ({2} + {3} - {4}) {5}, et le gain du joueur 1 est de {6}.

source: your and your counterpart's (Participant 1's) payoff from Part 1 were both increased by {0}. Besides, Participant 1 sent you {1}. Therefore, your payoff from Part 1 is ({2} + {3} + {4}) {5}, and your counterpart (Participant 1) ended up with {6}.
fr: pour la partie 1, vos gains ainsi que ceux du joueur 1, ont tous deux été augmentés de {0}. En outre, le joueur 1 vous a envoyé {1}. Par conséquent, votre gain de la partie 1 est ({2} + {3} + {4}) {5}, et le gain du joueur 1 est de {6}.

source: Die 1 resulted in {} and Die 2 resulted in {}.
fr: Le dé 1 affiche {} and le dé 2 affiche {}.

source: Since you sent {} to Participant 2, and according to the rule
fr: Puisque vous avez envoyé {} au joueur 2, et selon la règle

source: your payoff from Part 1 was reduced by {}, that is ({} + {} - {} - {}) {}.
fr: votre gain de la partie 1 a été réduit de {}, c'est-à-dire ({} + {} - {} - {}) {}.

source: your payoff from Part 1 was increased by {}, that is ({} + {} - {} + {}) {}.
fr: votre gain de la partie 1 a été augmenté de {}, c'est-à-dire ({} + {} - {} + {}) {}.

source: And similarly, your counterpart (Participant 2) ended up with {}.
fr: De même, le joueur 2 s'est retrouvé avec {}.

source: Since Participant 1 sent you {}, and according to the rule
fr: Puisque le joueur 1 vous a envoyé {}, et selon la règle

source: your payoff from Part 1 was reduced by {0}, that is ({1} + {2} - {3}) {4}.
fr: votre gain de la partie 1 a été réduit de {0}, c'est-à-dire ({1} + {2} - {3}) {4}.

source: your payoff from Part 1 was increased by {0}, that is ({1} + {2} + {3}) {4}.
fr: votre gain de la partie 1 a été augmenté de {0}, c'est-à-dire ({1} + {2} + {3}) {4}.

source: And similarly, your counterpart (Participant 1) ended up with {}.
fr: De même, le joueur 1 s'est retrouvé avec {}.

source: Participant 1 earned €35, and Participant 2 earned €25
fr: Le joueur 1 gagne 35 € et le joueur 2 gagne 25 €

source: Participant 1 earned €30, and Participant 2 earned €10
fr: Le joueur 1 gagne 30 € et le joueur 2 gagne 10 €

source: Part 1
fr: Partie 1

source: Task 2 - Understanding questionnaire
fr: Tâche 2 - Questionnaire de compréhension

source: Read again the instructions
fr: Relire les instructions

source: Here is an exercise to check if you understand the instruction well. Please answer the following questions given the scenario below.
fr: Ce questionnaire a pour but de vérifier votre compréhension des règles de jeu. Veuillez répondre à chacune des questions suivantes.

source: End of Part 1
fr: Fin de la partie 1

source: At this point, Participant 1 has made her or his choice. And also, a die has been rolled by the server.<br> However, please be patient. The results of Part 1 will be shown at the end of the experiment.
fr: À ce stade, le joueur 1 a pris sa décision. Et aussi, un dé a été lancé par le serveur.<br> Cependant, soyez patient, car vos gains pour la partie 1 vous seront communiqués seulement à la fin de l'expérience.

source: Task 2 - Decision
fr: Tâche 2 - Décision

source: As Participant 1, out of these additional %(endowment)s, how much would you like to send to Participant 2?
fr: En tant que joueur 1, de ces %(endowment)s supplémentaires, combien souhaitez-vous envoyer au joueur 2 ?

source: After clicking the "Next" button below, a fairly-made die will then be rolled for you, and its result will be given at the end of experiment.
fr: Après avoir cliqué sur le bouton "Suivant" ci-dessous, un dé équilibré sera lancé par l'ordinateur pour vous. Le résultat vous sera communiqué à la fin de l'expérience.

source: After clicking the "Next" button below, a fairly-made die will then be rolled for your counterpart (Participant 2), and its result will be given at the end of experiment.
fr: Après avoir cliqué sur le bouton "Suivant" ci-dessous, un dé équilibré sera lancé par l'ordinateur pour le joueur 2. Le résultat lui sera communiqué à la fin de l'expérience.

source: After clicking the "Next" button below, a fairly-made die will then be rolled for both of you, and its result will be given at the end of experiment.
fr: Après avoir cliqué sur le bouton "Suivant" ci-dessous, un dé équilibré sera lancé par l'ordinateur pour vous deux. Le résultat vous sera communiqué à la fin de l'expérience.

source: After clicking the "Next" button below, Two fairly-made dice will be separately rolled, and their results will be given at the end of experiment.
fr: Après avoir cliqué sur le bouton "Suivant" ci-dessous, un dé équilibré sera lancé séparément pour chacun des deux joueurs et leurs résultats seront communiqués à la fin de l'expérience.

source: In the following figure, we ask you to consider which of these pairs of circles best describes your relationship with Participant X. The letter "X" serves as a placeholder for your counterpart in the previous task - that is, you should think of Participant X as Participant 2 if you were Participant 1, or you should think of Participant X as Participant 1 if you were Participant 2. Please indicate to what extent you and Participant X are connected by selecting the appropriate pair of circles.
fr: Dans la figure ci-dessous, nous vous demandons de déterminer la paire de cercles qui décrit le mieux votre relation avec X. La lettre "X" renvoie au participant avec lequel vous étiez apparié(e) dans la tâche que vous venez de terminer, c'est à dire le joueur 2 si vous étiez joueur 1 et le joueur 1 si vous étiez joueur 2. Merci d'indiquer dans quelle mesure vous et le participant X êtes connectés, en sélectionnant la paire de cercles correspondante.

source: Task 2 - Instructions
fr: Tâche 2 - Instructions

source: In this task, each of you will be paired with another different player as your counterpart. You will not be told who your counterpart is either during or after the experiment, and also, your counterpart will not be told who you are either during or after the experiment. One of you will be randomly assigned as Participant 1, and the other as Participant 2. Before making a decision, you will learn your role.
fr: Pour cette tâche, chaque participant sera apparié à un autre participant présent dans cette salle. Vous ne connaitrez pas l'identité de la personne avec laquelle vous êtes apparié et cette personne ne connaîtra pas non plus votre identité. Dans chacune des paires, l'un des membres de la paire sera désigné comme étant le joueur 1 et l'autre comme étant le joueur 2. Avant de commencer, vous apprendrez si vous êtes joueur 1 ou joueur 2.

source: The task is conducted as follows: an additional wealth of %(endowment)s has been provisionally allocated to each pair of players, and Participant 1 can decide how to split these %(endowment)s between herself or himself and Participant 2. To do this, Participant 1 must decide how much she or he would like to send to Participant 2.
fr: La tâche se déroule de la manière suivante : une dotation supplémentaire de %(endowment)s a été allouée à chaque paire de joueur. Le joueur 1 doit décider comment répartir ce supplément de %(endowment)s entre lui et le joueur 2. Pour ce faire, le joueur 1 doit décider combien il envoie au joueur 2.

source: Once Participant 1 makes her or his decision, the server will roll a fair die (i.e., hexahedron). The result of this die-rolling will only affect Participant 1's payoff from Part 1 (not Participant 2's).<br> To be specific, if the die results in an odd number (i.e., 1 or 3 or 5), then Participant 1 will lose %(magnitude_BR)s; However, if the die results in an even number (i.e., 2 or 4 or 6), then Participant 1 will gain %(magnitude_BR)s.
fr: Une fois que le joueur 1 a pris sa décision, le serveur lancera un dé équilibré à 6 faces. Le résultat de ce lancer de dé n'affectera que le gain du joueur 1 pour la Partie 1 (pas celui du joueur 2).<br> Pour être précis, si le résultat du lancer de dé est un nombre impair (c'est-à-dire 1 ou 3 ou 5), le joueur 1 perdra %(magnitude_BR)s ; si au contraire le résultat du lancer de dé est un nombre pair (c'est-à-dire 2 ou 4 ou 6), alors le joueur 1 gagnera %(magnitude_BR)s.

source: Once Participant 1 makes her or his decision, the server will roll a fair die (i.e., hexahedron). The result of this die-rolling will only affect Participant 2's payoff from Part 1 (not Participant 1's).<br> To be specific, if the die results in an odd number (i.e., 1 or 3 or 5), then Participant 2 will lose %(magnitude_BR)s; However, if the die results in an even number (i.e., 2 or 4 or 6), then Participant 2 will gain %(magnitude_BR)s.
fr: Une fois que le joueur 1 a pris sa décision, le serveur lancera un dé équilibré à 6 faces. Le résultat de ce lancer de dé n'affectera que le gain du joueur 2 pour la Partie 1 (pas celui du joueur 1).<br> Pour être précis, si le résultat du lancer de dé est un nombre impair (c'est-à-dire 1 ou 3 ou 5), le joueur 2 perdra %(magnitude_BR)s ; si au contraire le résultat du lancer de dé est un nombre pair (c'est-à-dire 2 ou 4 ou 6), alors le joueur 2 gagnera %(magnitude_BR)s.

source: Once Participant 1 makes her or his decision, the server will roll a fair die (i.e., hexahedron). The result of this die-rolling will affect both Participant 1 and 2's payoffs from Part 1.<br> To be specific, if the die results in an odd number (i.e., 1 or 3 or 5), then both Participant 1 and 2 will lose %(magnitude_BR)s; However, if the die results in an even number (i.e., 2 or 4 or 6), then both Participant 1 and 2 will gain %(magnitude_BR)s.
fr: Une fois que le joueur 1 a pris sa décision, le serveur lancera un dé équilibré à 6 faces. Le résultat de ce lancer de dé affectera le gain des deux joueurs pour la Partie 1.<br> Pour être précis, si le résultat du lancer de dé est un nombre impair (c'est-à-dire 1 ou 3 ou 5), les deux joueurs perdront %(magnitude_BR)s ; si au contraire le résultat du lancer de dé est un nombre pair (c'est-à-dire 2 ou 4 ou 6), alors les deux joueurs gagneront %(magnitude_BR)s.

source: Once Participant 1 makes her or his decision, the server will separately roll two fair dice (i.e., hexahedrons). The result of this dice-rolling will correspondingly affect Participant 1 and 2's payoffs from Part 1.<br> To be specific, the result of the first die, call it "Die 1", affects Participant 1's payoff from Part 1, such that if Die 1 results in an odd number (i.e., 1 or 3 or 5), then Participant 1 will lose %(endowment)s; However, if Die 1 results in an even number (i.e., 2 or 4 or 6), then Participant 1 will gain %(endowment)s.<br> Similarly, the result of the second die, call it "Die 2", affects Participant 2's payoff from Part 1, such that if Die 2 results in an odd number, then Participant 2 will lose %(endowment)s; However, if Die 2 results in an even number, then Participant 2 will gain %(endowment)s.
fr: Une fois que le joueur 1 a pris sa décision, le serveur lancera séparément deux dés équilibrés à 6 faces. Le résultat de ces lancers de dés affectera les gains des joueurs 1 et 2 pour la Partie 1.<br> Pour être précis, le résultat du lancer du premier dé, appelé "Dé 1", affecte seulement les gains du joueur 1 pour la Partie 1 : si le résultat du lancer du "Dé 1"est un nombre impair (c'est-à-dire 1 ou 3 ou 5), le joueur 1 perdra %(endowment)s; si au contraire le résultat du lancer du "Dé 1" est un nombre pair (c'est-à-dire 2 ou 4 ou 6), alors le joueur 1 gagnera %(endowment)s.<br> Parallèlement, le résultat du lancer du "Dé 2" affecte seulement le gain du joueur 2 pour la Partie 1 : si le résultat du lancer du "Dé 2" est un nombre impair (c'est-à-dire 1 ou 3 ou 5), le joueur 2 perdra %(endowment)s; si au contraire le résultat du lancer du "Dé 2" est un nombre pair (c'est-à-dire 2 ou 4 ou 6), alors le joueur 2 gagnera %(endowment)s.

source: Task 2 - Results of the understanding questionnaire
fr: Tâche 2 - Résultats du questionnaire de compréhension

source: You made %(faults)s mistake(s).
fr: Vous avez commis %(faults)s erreur(s).

source: Your submitted answer for Question 1 is correct.
fr: Votre réponse à la question 1 est correcte.

source: Your submitted answer for Question 1 is incorrect. <br> The answer should be "%(ans_1)s". <br> In detail, since the die resulted in an odd number (i.e., 1) and only Participant 1 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(five)s) - %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(five)s.
fr: Votre réponse à la question 1 est incorrecte. <br> La bonne réponse est "%(ans_1)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 1) et que seul le gain du joueur 1 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(five)s) - %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + %(five)s.

source: Your submitted answer for Question 2 is correct.
fr: Votre réponse à la question 2 est correcte.

source: Your submitted answer for Question 2 is incorrect. <br> The answer should be "%(ans_2)s". <br> In detail, since the die resulted in an even number (i.e., 4) and only Participant 1 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(ten)s) + %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(ten)s.
fr: Votre réponse à la question 2 est incorrecte. <br> La bonne réponse est "%(ans_2)s". <br> En effet, puisque le résultat du lancer de dé est un nombre pair (c'est-à-dire 4) et que seul le gain du joueur 1 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(ten)s) + %(magnitude_BR)s; le gain du joueur 2 = %(flat_rate)s + %(ten)s.

source: Your submitted answer for Question 3 is correct.
fr: Votre réponse à la question 3 est correcte.

source: Your submitted answer for Question 3 is incorrect. <br> The answer should be "%(ans_3)s". <br> In detail, since the die resulted in an odd number (i.e., 5) and only Participant 1 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s) - %(magnitude_BR)s; the payoff of Participant 2 = %(flat_rate)s + %(fifteen)s.
fr: Votre réponse à la question 3 est incorrecte. <br> La bonne réponse est "%(ans_3)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 5) et que seul le gain du joueur 1 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s) - %(magnitude_BR)s ; le gain du joueur 2 = %(flat_rate)s + %(fifteen)s.

source: Your submitted answer for Question 1 is incorrect. <br> The answer should be "%(ans_1)s". <br> In detail, since the die resulted in an odd number (i.e., 1) and only Participant 2 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(five)s); the payoff of Participant 2 = %(flat_rate)s + %(five)s - %(magnitude_BR)s.
fr: Votre réponse à la question 1 est incorrecte. <br> La bonne réponse est "%(ans_1)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 1) et que seul le gain du joueur 2 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(five)s) ; le gain du joueur 2 = %(flat_rate)s + %(five)s - %(magnitude_BR)s.

source: Your submitted answer for Question 2 is incorrect. <br> The answer should be "%(ans_2)s". <br> In detail, since the die resulted in an even number (i.e., 4) and only Participant 2 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(ten)s); the payoff of Participant 2 = %(flat_rate)s + %(ten)s + %(magnitude_BR)s.
fr: Votre réponse à la question 2 est incorrecte. <br> La bonne réponse est "%(ans_2)s". <br> En effet, puisque le résultat du lancer de dé est un nombre pair (c'est-à-dire 4) et que seul le gain du joueur 2 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(ten)s) ; le gain du joueur 2 = %(flat_rate)s + %(ten)s + %(magnitude_BR)s.

source: Your submitted answer for Question 3 is incorrect. <br> The answer should be "%(ans_3)s". <br> In detail, since the die resulted in an odd number (i.e., 5) and only Participant 1 was affected by die-rolling, the payoff of Participant 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s); the payoff of Participant 2 = %(flat_rate)s + %(fifteen)s - %(magnitude_BR)s.
fr: Votre réponse à la question 3 est incorrecte. <br> La bonne réponse est "%(ans_3)s". <br> En effet, puisque le résultat du lancer de dé est un nombre impair (c'est-à-dire 5) et que seul le gain du joueur 1 est affecté par le lancer de dé, le gain du joueur 1 = %(flat_rate)s + (%(endowment)s - %(fifteen)s) ; le gain du joueur 2 = %(flat_rate)s + %(fifteen)s - %(magnitude_BR)s..
