Repository: yujiangsun0209/Exposure-to-BR_Suppl
Catalog: Experiment/yujiang_sliders/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: You correctly positioned {} sliders overall, your payoff is therefore equal to {}.
fr: Vous avez correctement positionné {} curseurs au total, votre gain est donc de {}.

source: Time left
fr: Temps restant

source: About this experiment
fr: A propos de l'expérience

source: In this experiment, you can earn a fair amount of money depending on the efforts and decisions you and others make. Your final payment will be issued at the end of this experiment.
fr: Dans cette expérience, vous pouvez gagnez une certaine somme d'argent, en fonction de vos efforts, de vos décisions et des décisions des autres participants. Votre gain final sera calculé à la fin de l'expérience.

source: This experiment consists of three parts, and each part consists of one (or more) task(s). The detailed instruction for each task will be delivered to you once the previous task is finished. Please read the instruction carefully before making any decision. Once your decision is made, no withdrawal is allowed.
fr: Cette expérience comporte trois parties. Chaque partie comprend une ou plusieurs tâches. Les instructions de chaque tâche seront affichées lorsque la tâche précédente sera terminée. Merci de lire les instructions avec attention avant de prendre vos décisions. Une fois que vous avez cliqué sur le bouton "Suivant" d'une page, vous ne pouvez pas revenir en arrière.

source: Part 1
fr: Partie 1

source: Task 1 - Instructions
fr: Tâche 1 - Instructions

source: In Task 1, you are asked to finish a series of positioning tasks. Specifically, you will be given 20 sets of numbers and sliders, and you need to use your mouse to click and drag the slider to precisely the point indicated by the given number in bold. Once you move the slider, instant feedback will appear below the slider bar that you are working on. Make sure the feedback number matches the given number in bold. Once it is done, please move to the next slider.
fr: Dans la tâche 1, vous devez positionner des curseurs sur une valeur donnée. Plus précisément vous aurez 20 curseurs à positionner sur la valeur indiquée en gras au dessus du curseur. Vous devez pour cela utiliser la souris et/ou le clavier afin de placer précisément le curseur sur le nombre demandé. Dès que vous déplacez le curseur, la valeur sur laquelle le curseur est positionné est affichée juste en dessous. Assurez-vous que cette valeur corresponde à celle demandée en gras. Une fois effectué, passez au curseur suivant.

source: You will be given 20 pairs of numbers and sliders divided into two pages (10 pairs on each page). <b>The goal is to position at least %(requirement)s sliders in total correctly, within %(time_given)s minutes.</b> Only those who accomplish this task will be rewarded %(flat)s at the beginning of Task 2. However, those who fail this task are not allowed to continue with the rest parts (i.e., Part 2 and 3), and only a minimal show-up fee of %(show_up)s will be granted to them.
fr: Les 20 curseurs à positionner sont répartis sur deux pages (10 sur chaque page). <b>Vous devez positionner au moins %(requirement)s curseurs correctement au total, en %(time_given)s minutes.</b> Les participants qui ont correctement accompli cette tâche recevront %(flat)s au début de la tâche 2. Ceux qui échouent dans cette tâche ne pourront pas poursuivre l'expérience; ils recevront une compensation de %(show_up)s.

source: Task 1 - Results
fr: Tâche 1 - Résultats

source: You finished Task 1, and your results from this task are shown below.
fr: La tâche 1 est terminée, veuillez trouver ci-dessous les résultats.

source: History
fr: Historique

source: Number of sliders<br>correctly positioned
fr: Nombre de curseurs<br>correctement positionnés

source: You correctly positioned %(total_sliders_correct)s sliders overall, and your payoff from this task is <b>%(flat_rate)s</b>, which will be rewarded to you at the beginning of Task 2.
fr: Vous avez correctement positionné %(total_sliders_correct)s curseurs au total, donc votre gain pour cette tâche est de <b>%(flat_rate)s</b>.

source: Unfortunately, you only correctly positioned %(total_sliders_correct)s slider(s) overall, which is below the task requirement -- %(requirement)s. Therefore, you will be given <b>%(show_up_fee)s</b>, and your participation shall be excluded from the rest of this experiment.
fr: Vous avez correctement positionné uniquement %(total_sliders_correct)s curseurs au total, ce qui est inférieur aux %(requirement)s requis. Par conséquent, vous allez recevoir <b>%(show_up_fee)s</b> pour votre participation, mais vous n'allez pas pouvoir poursuivre l'expérience.

source: We sincerely appreciate your participation. Please close the experiment now.
fr: Merci pour votre participation. Veuillez patienter, un expérimentateur va venir vous chercher.

source: Page %(round_number)s of %(num_rounds)s
fr: Page %(round_number)s sur %(num_rounds)s

source: Remind
fr: Rappel

source: You are given a number and a slider, and you need to use your mouse to click and drag the slider to precisely the point indicated by the given number in bold. Once you move the slider, instant feedback will appear below the slider bar that you are working on. Make sure the feedback number matches the given <b>number</b> in bold. Once it is done, please move to the next slider.
fr: Vous devez positionner 20 curseurs sur la valeur indiquée en gras au dessus du curseur. Vous devez pour cela utiliser la souris et/ou le clavier afin de placer précisément le curseur sur le nombre demandé. Dès que vous déplacez le curseur, la valeur sur laquelle le curseur est positionné est affichée juste en dessous. Assurez-vous que cette valeur <b>corresponde à celle demandée</b> en gras. Une fois effectué, passez au curseur suivant.

source: Please set this Slider to
fr: Merci de placer le curseur sur

source: Total score
fr: Score total

source: All pages
fr: Les 2 pages
