Repository: yujiangsun0209/Exposure-to-BR_Suppl
Catalog: Experiment/yujiang_bret/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You chose to collect {} out of {} boxes. The bomb was hidden behind the box in row {}, column {}.
fr: Vous avez ouvert {} cases sur {}. La bombe se situait dans la case à la ligne {} et à la colonne {}.

source: The bomb was among your {} collected boxes. Accordingly, all your earnings in this task were destroyed and your payoff amounts to {}.
fr: La bombe était dans une des {} cases ouvertes, votre gain est donc de {}.

source: Your collected boxes did not contain the bomb. Thus, you receive {} for each of the {} boxes you collected such that your payoff amounts to {}.
fr: Aucune des cases ouvertes ne contenait la bombe, vous gagnez donc {} pour chacune des {} cases ouvertes, ce qui fait un gain de {}.

source: Part 2
fr: Partie 2

source: End of Task 1
fr: Fin de la Tâche 1

source: You have chosen to collect %(boxes_collected)s out of %(num_boxes)s boxes.
fr: Vous avez ouvert %(boxes_collected)s cases sur les %(num_boxes)s.

source: This is the end of Task 1.The results from this task will be displayed at the end of the experiment.
fr: La tâche 1 est terminée. Les résultats de cette tâche vous seront communiqués à la fin de l'expérience.

source: Task 1 - Decision
fr: Tâche 1 - Décision

source: Read again the instructions
fr: Relire les instructions

source: Please enter the number of box you want to open
fr: Veuillez saisir le nombre de cases que vous souhaitez ouvrir

source: Please select the boxes you want to open.
fr: Veuillez sélectionner les cases que vous souhaitez ouvrir.

source: No. of boxes collected:
fr: Nb. de cases ouvertes:

source: No. of boxes remaining:
fr: Nb. de cases restantes:

source: No. of boxes to collect:
fr: Nb. de cases à ouvrir:

source: Start
fr: Démarrer

source: Stop
fr: Valider

source: Next
fr: Suivant

source: Task 1 - Instructions
fr: Tâche 1 - Instructions

source: Result
fr: Résultat

source: You chose to collect %(boxes_collected)s out of %(num_boxes)s boxes.
fr: Vous avez ouvert %(boxes_collected)s cases sur les %(num_boxes)s.

source: Welcome to Part 2. Your decisions in this part will not affect your payoff from Part 1. <br> This part is composed of 2 tasks. One of them will be randomly selected to be paid. The payoff of the selected part will be added to your payoff from part 1.<br> Please click the "Next" bottom to see the instruction for Task 1 of this part.
fr: Vos décisions dans cette partie n'affecteront pas vos gains de la partie 1. <br>Cette partie est composée de deux tâches. Une d'entre elles sera aléatoirement sélectionnée pour être rémunérée. Le gain de la tâche sélectionnée pour être payée sera additionné à celui de la partie 1. <br>Veuillez cliquer sur le bouton "Suivant" pour voir les instructions de la tâche de cette partie 2.
